rpi5-64/20240730-1250-glibc-default/logs/join-yes-1-32768-1/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 711680
number of failed transactions: 0 (0.000%)
latency average = 0.112 ms
initial connection time = 10.254 ms
tps = 71232.522419 (without initial connection time)